Repository: osmfj/osm-trans-ja
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: "Not equal" operators are supported as well.</span>
ja: "等しくない"演算子もサポートされます。</span>

source: "from" way equals "to" way
ja: "from" のウェイが "to" のウェイと同じです

source: "from" way is a closed way
ja: "from"のウェイが閉じたウェイです

source: "source" tag value:
ja: "source"タグの値:

source: "to" way is a closed way
ja: "to"のウェイが閉じたウェイです

source: # Below the Edit with JOSM button, text will say "Tip: Download the following .gpx file...".
ja: # [JOSMで編集]ボタンの下に、「ヒント:次の.gpxファイルをダウンロード...」というテキストが表示されます。

source: # Check if there are any pages where is written ''(redirect page)'' in black color.
ja: # 黒で''(転送ページ)''と書かれているページがあるかどうかをチェックします。

source: # Go to the edit-view of the translated version (''XX:English_page_name'') and find the code-piece like ''<nowiki>{{Language}}</nowiki>'' # Change this code-piece to the following: ''<nowiki>{{Language|English_page_name}}</nowiki>''.
ja: # 翻訳版（''XX:english_page_name''）の編集ビューに移動し、''<nowiki>{{Language}}</nowiki>''という部分を探してください。 # この部分を、''<nowiki>{{Language|english_page_name}}</nowiki>''という形に変更してください。

source: # In Potlatch, select '''Background''', then '''Vector File...''' # In the Load Vector File window, at the bottom next to File, click '''Open''', and navigate to the .gpx file you just downloaded # In the Load Vector File window, make sure the box is checked in the Show column for the .gpx file, then close the window # Potlatch should now display the boundary as a square (probably cyan).
ja: # Potlatchで、'''Background'''、'''Vector File...'''の順に選択します。 # [ベクトルファイルをロード]ウィンドウの[ファイル]の横にある[開く]をクリックし、ダウンロードした.gpxファイルに移動します。 # [ベクトルファイルをロード]ウィンドウで、.gpxファイルの[表示]列のチェックボックスがオンになっていることを確認し、ウィンドウを閉じます。 # Potlatchは境界を正方形(おそらくシアン色)で表示します。

source: # In the Tasking Manager, change from Edit with JOSM to '''Edit with Potlatch 2'''.
ja: # Tasking Managerで、[Edit with JOSM]から'''Edit with Potlatch2'''に変更します。

source: # Objects
ja: # オブジェクト

source: # On the upcoming page, use the form like this: #: ''To new title'': type the translated title; #: Check the ''Move associated talk page'' box; #: Click the ''Move page'' button.
ja: # 次のページで次の操作を行います。 # 「新しいタイトル」：翻訳したタイトルを入力 # 「関連する議論ページを移動」ボックスをクリック # 「ページ移動」ボタンをクリック

source: # Open again the ''XX:English_page_name'' - Oh yeah, you can't open it because you will be redirected.
ja: #. ''XX:english_page_name''を再び開きます。 ―― このページはリダイレクトになっているので開けません。

source: # Open this page, edit them and change the redirect directly to ''XX:Translated_page_name''
ja: #このページを開き、編集してリダイレクトを直接''XX:翻訳ページ名''に変更します。 これで二重リダイレクトの問題が修正され、きれいな状態の翻訳題名が完成します。

source: # Satellites
ja: # 衛星

source: # Send polite mail to individual # Robust mail outlining what the issue is # Temporary block of 24 hours # 2nd block for one week with mediation with blocked individual # 3rd block, discussion between moderators about final block
ja: # 個人に丁寧なメールを送る # 問題の概要を説明した堅牢なメール # 24時間の一時ブロック # ブロックされた個人とので1週間の2番目のブロック # 3番目のブロック、最終ブロックに関するモデレータ間の議論

source: # Use the move function of the wiki to create a new translated title for the page: Click the small arrow next to the search bar, top right of the page, then ''move''.
ja: # ページに新しい翻訳された題名をつけるために、ウィキの移動機能を使用します。

source: # of track segments
ja: トラックセグメント数

source: %1 could not be opened for writing.
ja: %1 を書き込み用に開けません。

source: %1 could not be opened.
ja: %1 を開けません。

source: %1 download
ja: %1 ダウンロード

source: %1 is not a CSV import settings file
ja: %1はCSVインポート設定ファイルではありません

source: %1 is not a valid Merkaartor document.
ja: %1 は、ただしい Merkaartor データファイルではありません。

source: %1 nodes
ja: %1 ノード

source: %1/%1 selected item(s)
ja: %1/%1 の選択したアイテム

source: %1/%2 selected item(s)
ja: %1/%2 の選択したアイテム

source: &About
ja: 情報(&A)

source: &Add member
ja: メンバー追加(&A)

source: &Add...
ja: 追加(&A)...

source: &Align
ja: 整列(&A)

source: &All...
ja: 全て(&A)...

source: &Always
ja: 常に(&A)

source: &Area
ja: 領域(&A)

source: &Bookmarks
ja: ブックマーク(&B)

source: &Break apart
ja: 切り離す(&B)

source: &Cancel
ja: キャンセル(&C)

source: &Center on GPS
ja: GPS位置を中心にする(&C)

source: &Copy
ja: コピー(&C)

source: &Create
ja: 作成(&C)

source: &Curved road
ja: カーブ (&C)

source: &Default
ja: デフォルト(&D)

source: &Detach
ja: 分離(&D)

source: &Docks
ja: ドック (&D)

source: &Double carriage way
ja: 2車線にする

source: &Download
ja: ダウンロード(&D)

source: &Edit
ja: 編集(&E)

source: &Edit...
ja: 編集(&E)...

source: &Export
ja: エクスポート(&E)

source: &File
ja: ファイル(&F)

source: &Filters Editor...
ja: フィルタエディタ(&F)...

source: &Find...
ja: 検索(&F)...

source: &Force Upload
ja: 強制的にアップロードする(&F)

source: &Go To...
ja: 移動(&G)...

source: &Help
ja: ヘルプ(&H)

source: &Image layer
ja: 画像レイヤー(&I)

source: &Import
ja: インポート(&I)

source: &Info
ja: 情報(&I)

source: &Join
ja: 接合(&J)

source: &Join Areas
ja: 領域を結合(&J)

source: &Layers
ja: レイヤー(&L)

source: &Load...
ja: 読み込み(&L)...

source: &Lock zoom to tiled background
ja: 背景タイルのズームを固定(&L)

source: &Merge
ja: マージ(&M)

source: &Merge...
ja: 結合(&M)...

source: &Move
ja: 移動(&M)

source: &Never
ja: 表示しない(&N)

source: &New
ja: 新規(&N)

source: &Node
ja: ノード(&N)

source: &None
ja: なし(&N)

source: &Open
ja: 開く(&O)

source: &Preferences...
ja: 設定(&P)...

source: &Print...
ja: 印刷(&P)...

source: &Projections Editor...
ja: 投影法エディタ(&P)...

source: &Properties
ja: プロパティ(&P)

source: &Quit
ja: 終了(&Q)

source: &Raster/SVG
ja: ラスタ/SVG(&R)

source: &Redo
ja: やり直す(&R)

source: &Remove member
ja: メンバー削除(&R)

source: &Remove...
ja: 削除(&R)...

source: &Replay...
ja: 再生(&R)

source: &Reset Discardable dialogs status
ja: 捨てられるダイアログ状態を初期化する (&R)

source: &Reverse
ja: 逆転(&R)

source: &Road
ja: 道路(&R)

source: &Save
ja: 保存(&S)

source: &Save...
ja: 保存(&S)...

source: &Select
ja: 選択(&S)

source: &Shortcut Editor...
ja: ショートカット編集(&S)...

source: &Split
ja: 分割(&S)

source: &Split Area
ja: 領域を分割する(&S)

source: &Start
ja: 開始(&S)

source: &Style
ja: スタイル(&S)

source: &Styles
ja: スタイル(&S)

source: &TMS Servers Editor...
ja: TMSサーバの編集(&T)...

source: &Terrace
ja: テラスハウス(&T)

source: &Undo
ja: 元に戻す(&U)

source: &Upload
ja: アップロード(&U)

source: &View
ja: ビュー(&V)

source: &Viewport...
ja: ビューポート...(&V)

source: &WMS Servers Editor...
ja: WMSサーバの編集(&W)...

source: &Window
ja: ウィンドウ(&W)

source: &Work Offline
ja: オフライン作業(&W)

source: '''Additional steps:''' * Some templates transcluded in your translated page may need to be adapted: in some cases these are different templates rewritten in your language (also named with a language code prefix), but many templates now can autodetect the language they should display by internally using {{Tl|Langcode}} which returns the lowercase language code of the current page transcluding it, provided that this current page uses the correct language code prefix.
ja: '''追加ステップ:''' 翻訳ページに自動挿入される一部のテンプレートは、適合させる必要がある。(言語コードプレフィックスを含め)対象言語に書き直されたテンプレートが一部あるが、多くのテンプレートでは、近年は言語を自動検出して、現在のページが翻訳されている言語の小文字言語コードをかえす {{Tl|Langcode}} を内部的に用いて表示され、正しい言語コードを自動的に使えるようにします。

source: '''Android''' is a [[Linux]]-based operating system for mobile phones and other mobile devices.
ja: '''Android'''は、携帯電話やモバイル機器の[[Linux]]ベースの操作環境です。

source: '''Download the .gpx file''', and note where it is saved.
ja: '''.gpxファイルをダウンロード'''し保存場所をメモします。

source: '''If unsure, do not use'''.
ja: '''確証がないなら、使わないでください'''。

source: '''If you find data within OpenStreetMap that you believe is an infringement of someone else's copyright, then please make contact with the [[Data_working_group|Data Working Group]].''' On most maps you'll find a copyright, trademark symbol or something similar that indicates it as proprietary.
ja: '''もし OpenStreetMap に他人の著作権を侵害していると思われるデータがあった場合は、[[Data_working_group|Data Working Group]]に連絡を取ってください。''' ほとんどの地図に、あなたは著作権・商標・意匠・その他独占的であることを示す印を発見するでしょう。

source: '''Long answer:'''
ja: '''長い答え:'''

source: '''OpenStreetBugs''' was a database and website for marking errors in the OpenStreetMap ''data''.
ja: OpenStreetBugs 地図にエラーの詳細を書き残すことができるとっても簡単なツールです。

source: '''OpenStreetMap asks you not to reference maps when entering data'''.
ja: '''OpenStreetMap としては、決して他の地図を参照したデータを入力しないようお願いします。'''

source: '''Overpass QL''' (short for "Overpass Query Language") is the second query language created for the [[Overpass API]]; the first is [[Overpass_API/Language_Guide#The_languages|Overpass XML]].
ja: Overpass QL（"Overpass Query Language"の短縮形) は、 [[Overpass API]]; における二番目の問い合わせ言語で、[[Overpass_API/Language_Guide#The_languages|Overpass XML]の代替として設計されたものです。

source: '''Short answer:'''
ja: '''短い答え:'''

source: '''We create maps without copying at all'''!
ja: '''我々は一切コピーをせずに地図を作っています。'''

source: ''Baker Street'' in any key
ja: 任意のキー内の''Baker Street''

source: ''Baker'' and ''Street'' in any key
ja: 任意のキー内の''Baker''と''Street''

source: ''Lambert CC 9 zones'' coordinates found with different zone codes for X and Y:
ja: ''Lambert CC 9 zones'' のX・Y座標が異なるゾーンコードで見つかりました:

source: ''This page is presented to contributors when they register.
ja: これは、投稿者がユーザ登録する時に表示されるページです。

source: ''This paragraph, and anything preceding it, is not part of the terms, which now follow:''
ja: この段落、及びこれに先立つものは全て、規約の一部ではありません。これ以下から始まります:

source: ''key'' with any value
ja: 任意の値を持つ ''key''

source: ''key'' with empty value
ja: 空の値をもつ"key"

source: ''key'' with exactly ''value''
ja: ''value'' の値を持つ ''key''

source: ''onLoad()'' for plugin ''{0}'' failed.
ja: プラグイン''{0}''の ''onLoad()'' が失敗しました。

source: ''value'' in any key
ja: ''value'' の値を持つ任意のキー

source: ''valuefragment'' anywhere in ''key''
ja: ''key'' のどこかに ''valuefragment'' を含むもの

source: ''valuefragment'' nowhere in ''key''
ja: ''key'' のどこにも ''valuefragment'' を含まないもの

source: ''wikipedia''=''language:page title''
ja: ''wikipedia''=''言語名:ページ名''

source: ''{0}'' does not specify the official mode of transportation, use ''{1}'' for example
ja: ''{0}''は公共輸送機関ではありません。例えば''{1}''などを使用してください

source: ''{0}'' doesn''t exist.
ja: ''{0}'' は存在しません。

source: ''{0}'' is a directory.
ja: ''{0}''はディレクトリです。

source: ''{0}'' is an illegal language code!
ja: ''{0}'' は不正な言語コードです！

source: ''{0}'' is meaningless, use more specific tags, e.g. ''{1}''
ja: ''{0}''は意味がありません。''{1}''などのもっと具体的なタグを使用してください

source: ''{0}'' is neither a ''jar'' nor a ''file'' URL
ja: ''{0}''は''jar''でも''file''のURLでもありません。

source: ''{0}'' is neither an existing directory nor an existing jar file
ja: ''{0}'' は既存のディレクトリやjarファイルではありません。

source: ''{0}'' is not a valid value for argument ''{1}''.
ja: ''{0}''は引数''{1}''に対して有効な値ではありません。

source: ''{0}'' isn''t a valid URL
ja: ''{0}'' は有効なURLではありません。

source: ''{0}'' isn''t an existing jar file
ja: ''{0}'' は存在するjarファイルではありません。

source: ''{0}'' isn''t readable.
ja: ''{0}''は読み取れません。

source: (# requests unknown)
ja: (リクエスト回数不明)

source: (1 request)
ja: (1回のリクエスト)

source: (Afterwards, you can undo the movement for certain nodes:<br>Select them and press the shortcut for Orthogonalize / Undo.
ja: (その後、特定のノードの移動を元に戻すことができます。<br>ノードを選択し、[直交化/元に戻す]のショートカットを押します。

source: (Code={0})
ja: (コード={0})

source: (Currently running: {2})
ja: (現在実行中: {2})

source: (Hint: Select nodes in the middle of the way.)
ja: (ヒント:ウェイの途中にあるノードを選択します)。

source: (Kosovo now has independent government, recognised by many other countries, so this is now less relevant.)
ja: (コソボは現在では多くの他国に認知された独立政府を持っているので、いまではややこのケースとの関連性は薄れています。)

source: (Moderate people who do not participate, makes extreme actions seem the norm)
ja: (穏健派の人は参加しないことで、極端な行動が当たり前のように見えるようになってしまいます。)

source: (No data)
ja: (データなし)

source: (No elevation data)
ja: (高度データなし)

source: (Please only use this tag if more detailed mapping using busbars and bays is impossible!)
ja: (このタグはブスバーとベイを使用して詳細をマッピングできない時のみ使用してください!)

source: (Time difference of {0} day)
ja: {0}日の時差

source: (To miserably continue mapping, edit out no_more_mapping from {0})
ja: (悲惨にもマッピングを続けたければ、{0}から no_more_mappingを外してください)

source: (URL was:
ja: (URLは：

source: (Use number as shown on plate.)
ja: (プレートに示された番号を使用してください。)

source: (Warning: verify north with arrow !!)
ja: (警告: 矢印のある北を確認！)

source: (What does that mean?)
ja: (その意味は？)

source: (a) Your contribution of data should not infringe the intellectual property rights of anyone else.
ja: (a) あなたのデータによる貢献は、他の誰の知的財産権も侵害してはなりません。

source: (about {0} node to remove)
ja: (削除する{0}ノードについて)

source: (at line {0}, column {1})
ja: (場所: 行 {0}, カラム {1})

source: (b) Please note that OSMF does not have to include Contents You contribute in the Project, and may remove Your contributions from the Project at any time.
ja: (b) OSMFはあなたがプロジェクトに投稿するコンテンツをそこに含めておく必要はなく、あなたの投稿をプロジェクトからいつ何時取り除くかもしれないということに注意してください。

source: (click to activate previous offset)
ja: (クリックして前のオフセットをアクティブにします)

source: (integer value, 0=entire earth, 18=street level)
ja: (整数値、0=地球全体、18=街路レベル)

source: (no object)
ja: (オブジェクトなし)

source: (none)
ja: (なし)

source: (optional)
ja: (オプション)

source: (please use isolated_dwelling for an isolated farm)
ja: (独立した農場にはisolated_dwellingを使用してください)

source: (requires: {0})
ja: ({0}が必要)

source: (you)
ja: (自分)

source: ({0} items, processing batch {1} of {2})
ja: ({0} 個のアイテム, {2} 中の {1}を処理中)

source: ({0} request)
ja: ({0}回のリクエスト)

source: ({0} segment)
ja: ({0}区間)

source: ({0}/{1}) Downloading changeset {2}...
ja: 変更セット {2} をダウンロードしています。({0}/{1})

source: ({0}/{1}) Downloading content for changeset {2}...
ja: 変更セット {2} の内容をダウンロードしています。({0}/{1})

source: ({0}/{1}) Loading parents of node {2}
ja: ({0}/{1}) ノード {2} の親をロード中

source: ({0}/{1}) Loading parents of relation {2}
ja: ({0}/{1}) リレーション {2} の親をロード中

source: ({0}/{1}) Loading parents of way {2}
ja: ({0}/{1}) ウェイ {2} の親をロード中

source: ({0}/{1}) Uploading {2} object...
ja: ({0}/{1}) {2}件のオブジェクトのアップロード中...

source: ({0}/{1}): Downloading relation ''{2}''...
ja: リレーション ''{2}'' をダウンロード中({0}/{1})

source: * '''2009''': The second implementation was started by Christoph Böhme and continued by [[User:Emka|Emka]].
ja: *''''2009'''':2番目の実装はChristoph Böhmeによって開始され、[[ユーザー:Emka Emka]]によって続行されました。

source: * '''2013 April''': The functionality of OpenStreetBugs is added as a core feature of the [OpenStreetMap.org] website, in the form of the [[Notes]] feature.
ja: *「2013April」:OpenStreetBugsの機能は、[[Notes]]機能という形で、[OpenStreetMap.org]ウェブサイトのコア機能として追加された。

source: * '''2013 October''': Adding new bugs on OpenStreetBugs has been disabled.
ja: *「2013October」:OpenStreetBugsでの新しいバグの追加が無効になりました。

source: * '''2014 May''': Last bug was fixed or copied over to [[Notes]].
ja: *''2014May'''':最後のバグが修正されたか、[[Notes]]にコピーされました。

source: * '''Paste in''' the English text from your clipboard and now '''start translating''' it into your language and save the new translated page.
ja: * 英語の文書をクリップボードから'''貼り付け'''して、これであなたの言語に'''翻訳しはじめます'''。

source: * And sometimes the best option is to take a break, if we realize it or not.
ja: * 時には、私たちがそれに気づいているかどうかにかかわらず、休憩をとるのが最善の選択です。

source: * Calmly adding to the discussion can help keep things tame on the mailing list.
ja: * 冷静に議論に加わることで、メーリングリストを穏やかに維持することに貢献できます。

source: * Communicate with the same respect you would utilize in person.
ja: * あなたが直接会うときと同じ敬意をもって、コミュニケーションをとりましょう。

source: * Don't delete the redirecting category named in English, even if it is empty (and it should remain empty)!
ja: *例えからであっても(それは空のままであるべきである)、英語で名前を指定されたリダイレクトするカテゴリを削除しないでください！

source: * Don't publicly call people out.
ja: * 公衆の面前で挑発しない。

source: * Finally, you ''may'' rename the new translated page with a translated title, but keep the language code prefix in the new name!
ja: * 最後に、新しい翻訳ページを翻訳した題名に変更する''ことができます''が、新しい名称にも言語コード接頭辞を付けてください。

source: * If our friends don't remind us, those we disagree with might remind us.
ja: * 友人たちが気付かせてくれなければ、私たちが反対している人たちが、気付かせるかもしれません。

source: * In the redirecting category (still named in English), please also add <code><nowiki>{{Category redirect|&lt;languagecode&gt;:&lt;Adapted title&gt;}}</nowiki></code> so that any page that would still be categorized with the English title will be listed in that category visible as a subcategory of the translated category and not left in an orphaned category: it will ease the maintenance of those pages whose categorisation should be edited to use the adapted title.
ja: * りダイレクトされるカテゴリで（英語での名前で）、<code><nowiki>{{Category redirect|<languagecode>:<Adapted title>}}</nowiki></code>を追加してください。そうすることで、英語タイトルをもつカテゴリーのすべてのページが、翻訳されたカテゴリのサブカテゴリとして見えるようになります:これによって、これらのページの管理が容易になり、適切なタイトルに編集されるようになります。

source: * One node that is used by more than one way and one of those ways, or
ja: * 2本以上のウェイで共用しているノード1つとそのウェイ1本、または

source: * One node that is used by more than one way, or
ja: * 2本以上のウェイで共用しているノード1つ、または

source: * One tagged node, or
ja: * タグのついたノード1つ、または

source: * One way and one or more of its nodes that are used by more than one way.
ja: * ウェイ1本と、そのウェイが他のウェイと供用している1つ以上のノード。

source: * One way that has one or more nodes that are used by more than one way, or
ja: * 2本以上のウェイで共用しているノードを1つ以上持つウェイ1本、または

source: * Sometimes a neutral party may arbitrate.
ja: * 中立的な当事者が仲裁することもあります。

source: * The best use of these guidelines is self governance.
ja: * このガイドラインを最大限に活用するには、自己統治が必要です。

source: * Torrington Place, Finchley, London N3, allegedly at the end of Arcadia Avenue N3.
ja: * Torrington Place, Finchley, London N3, Arcadia Avenue N3 の終点にあるとされている場所です。

source: * Try to keep participants on topic but do not be too heavy handed * Calm down or block aggressive or abusive behaviour
ja: * 参加者に話題を伝えるようにしましょう。あまり締め付けならないようにしましょう。 * 攻撃的または虐待的な行動を沈静化または阻止する

source: * Use <code><nowiki>{{Languages|Category:Original English title}}</nowiki></code> at top of your localized version in order to display the interlanguage navigation bar.
ja: * 言語間ナビゲーションバーを表示するために、翻訳の先頭に<code> <nowiki>{{languages|ns=Category:|元の英語の題名}}</nowiki></code> を使ってください。

source: * When we forget ourselves, our friends should remind us.
ja: * 自分を見うしなったとき、友人は気付かせるべきです。

source: * When you are reading the English version of the page, switch to edit mode.
ja: * 英語版のページを見ている時は、編集モードに切り替えてください。

source: * Where it says 'other languages', click 'show' and follow a red link to the language you want and begin creating the new wiki page.
ja: * 「Other languages」と書かれている所の「show」をクリックして、新しいウィキページを作成したい言語の赤いリンクをクリックしてください。

source: * You need to keep "Category:&lt;languagecode&gt;:&lt;Original English title&gt;" as a redirecting page (example: [[:Category:Beginners' guide|category in English]], [{{FULLURL:Category:JA:Beginners' guide|redirect=no}} redirect in Japanese], [[:Category:JA:初心者ガイド|actual category in Japanese]]) so that the interlanguage navigation bar works.
ja: * "Category:言語コード:元の題名" の名称でリダイレクトページを保持する必要があります（例: [[:Category:Beginners' guide|英語でのカテゴリ]], [{{FULLURL:Category:JA:Beginners' guide|redirect=no}} 日本語でのリダイレクト], [[:Category:JA:初心者ガイド|実際の日本語でのカテゴリ]]）。 そうすれば、言語間ナビゲーションバーが動作します。

source: * [http://maps.google.com/maps?t=h&ll=52.552128,-1.859822&spn=0.004593,0.00839&t=h Warwick Road and Tudor Close - Sutton Coldfield] shows up a good example of a Tele Atlas Easter egg.
ja: * [http://maps.google.com/maps?t=h&ll=52.552128,-1.859822&spn=0.004593,0.00839&t=h ワーウィック・ロードとチューダー・クローズ - サットン・コードフィールド] は、Tele Atlasのイースターエッグの良い例です。

source: * several 'more advanced' subjects relating to editing & using the data, and * resources for teachers, lecturers and those organizing a workshop.
ja: *データの編集および使用に関連するいくつかの「より高度な」科目 *教師、講師、ワークショップの開催者のためのリソース

source: * you own this project
ja: * あなたが所有するプロジェクト

source: *: Don't delete the redirecting page which is still needed for the interlanguage navigation bar to work properly.
ja: *: リダイレクトページは言語間ナビゲーションが正しく動作する上で必要なので、削除しないでください。

source: *: If there is no English version, create one, for example by starting a new page from a search: *: Type the name of the page you want (say ''English page name'') in the Search box, and start the search.
ja: *: 英語版がない場合は作成します。例えば、検索から新しいページを始める場合は…… : *: 希望するページの名前（つまり「英語ページ名」）を検索ボックスに入力し、検索を開始してください。

source: *: If you renamed a page that has subpages, you should also translate and rename the subpages the same way, using a consistent base page name for all subpages.
ja: *: 題名を変更したページにサブページがあった場合、同じ方法でサブページも翻訳したり題名を変更したりして、すべてのサブページの基本ページ名が一貫したものになるようにしてください。

source: *: In order to have the languages tool bar displayed at the top (as you see on ''this'' page for example), be sure that the template {{tl|Languages}} is present near the beginning of the page, otherwise insert the following wiki text in edit mode: *:: <code><nowiki>{{Languages|</nowiki>English page name<nowiki>}}</nowiki></code> *: While you're in edit mode, '''copy the wiki text of the entire page to your clipboard'''.
ja: : 先頭に言語ツールバーを表示されるようにするために（たとえば、''この''ページに見られるように）、 {{tl|Languages}} テンプレートがページの先頭付近にあるかを確認し、そうでなければ、編集モードで次のウィキ文字列を挿入してください。 ::<code><nowiki>{{Languages|</nowiki><u>英語ページ名</u><nowiki>}}</nowiki></code> * 編集モードにいる間に、'''ページ全体のウィキ文書をクリップボードにコピーしてください'''。

source: *: The search results will say that no such page exists, but it will also include a (red) link to the (non-existing) page.
ja: *: 検索結果にはそのようなページはないと表示されますが、（存在しない）ページへの（赤い）リンクも表示されます。

source: , {0} unset
ja: 、未設定{0}件

source: -Djosm.home has lower precedence, i.e. the specific setting overrides the general one
ja: -Djosm.homeは優先度が低く、例えばより具体的な設定があれば上書きされます

source: ... other transportation modes possible
ja: ... 他の可能な交通手段

source: ... refers to relation
ja: ... リレーションを参照

source: 1/25 mix (mofa/moped)
ja: 25:1混合油(モペッド等)

source: 1/50 mix (mofa/moped)
ja: 50:1混合油(モペッド等)

source: 100 changesets)
ja: 100変更セット)

source: 100 changesets.</html>
ja: 100変更セット。

source: 1000 meter
ja: 1000 メーター

source: 10pin
ja: ボウリング

source: 2 images joined
ja: 2つの画像を結合しました。

source: 2 images unjoined
ja: 2つの画像を分離しました。

source: 2D
ja: 2次元

source: 3 or 7 term datum transform parameters
ja: 3または7で測地系変換パラメーターを指定

source: 3D
ja: 3次元

source: 4WD only
ja: 4WD車のみ

source: 5 MW
ja: 5000KW

source: 7 GW
ja: 700万KW

source: 7Zip Files
ja: 7Zipファイル

source: 9pin
ja: 9ピンボウリング

source: : Align segments; Alt-click: Clear selection
ja: : 区間を再配置、Alt+クリック: 選択をクリア

source: :An "active contributor" is defined as: ::a natural person (whether using a single or multiple accounts) who has edited the Project in any three calendar months from the last 12 months (i.e. there is a demonstrated interest over time); and has maintained a valid email address in their registration profile and responds to a request to vote within 3 weeks.
ja: "アクティブな投稿者"の定義は以下の通りです： 自然人であって（単一または複数のアカウントを利用しているかどうかに関わらず）直近の１２カ月のうち任意の３暦月においてプロジェクトを編集した人（即ちこの期間中に興味関心の表明がある）; かつ登録プロファイルに有効なメールアドレスが維持管理されており投票のリクエストに対して３週間以内に返信する人。

source: < Back
ja: <もどる

source: < Cancel
ja: <キャンセル

source: < S E P A R A T O R >
ja: <区切り>

source: < after
ja: < 後へ

source: < before
ja: < 前へ

source: < bottom
ja: < 末尾へ

source: < top
ja: < 先頭へ

source: <- Previous
ja: <- 前

source: </p><p>Click again on filter button to see all objects.</p></html>
ja: </p><p>すべてのオブジェクトを表示するには、フィルタボタンを再度クリックしてください。</p></html>

source: </p><p>Close the filter dialog to see all objects.<p></html>
ja: </p><p>全オブジェクトを見るにはフィルターのダイアログを閉じてください。<p></html>

source: <No GPX track loaded yet>
ja: <GPXトラックがまだ読み込まれていません>

source: <a href="{0}">OSM Wiki</a>.
ja: <a href="{0}">OSM ウィキ</a>を参照してください。

source: <and> needs at least one child
ja: <and>には1つ以上の子要素が必要です

source: <anonymous>
ja: <匿名>

source: <b>Imagery</b>:
ja: <b>画像</b>:

source: <b>Module provided by an external source:</b> {0}
ja: <b>外部ソースから提供されたモジュール:</b> {0}

source: <b>Plugin provided by an external source:</b> {0}
ja: <b>外部ソース</b> {0} <b>から提供されたプラグイン</b>

source: <b>Source</b>:
ja: <b>ソース</b>:

source: <b>{0}</b> object disabled
ja: <b>{0}</b>件のオブジェクトが無効化

source: <br/><i>layer: </i><b>%1</b>
ja: <br/><i>レイヤー: </i><b>%1</b&gt;

source: <br/>You can reject preferences changes by pressing "Cancel" in preferences dialog <br/>To activate some changes JOSM restart may be needed.</html>
ja: <br/>環境設定の変更を拒否するには、[環境設定]ダイアログボックスで[キャンセル]をクリックします。<br/>一部の変更を有効にするには、JOSM再起動が必要な場合があります。</html>
